/* Indicates an approximate number */
"About" = "Há";

/* Denotes past dates */
"ago" = "atrás";

/* Indicates an approaching number */
"Almost" = "Quase";

/* One day in time */
"day" = "dia";

/* More than one day in time */
"days" = "dias";

/* Denotes future dates */
"from now" = "a partir de agora";

/* One hour in time */
"hour" = "hora";

/* More than one hour in time */
"hours" = "horas";

/* Indicates a less-than number */
"Less than" = "Menos de";

/* One minute in time */
"minute" = "minuto";

/* More than one minute in time */
"minutes" = "minutos";

/* One month in time */
"month" = "mês";

/* More than one month in time */
"months" = "meses";

/* Indicates an exceeding number */
"Over" = "Mais de";

/* One second in time */
"second" = "segundo";

/* More than one second in time */
"seconds" = "segundos";

/* One year in time */
"year" = "ano";

/* More than one year in time */
"years" = "anos";

